Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/patentstyret.no.csv-en-nn.deduped.tmx
Source language: en
Languages: nn

source: The examining officer cannot process a patent application if the application documents do not have good enough quality.
nn: Patentingeniøren kan ikkje behandle ein patentsøknad der søknadsdokumenta ikkje er av god nok kvalitet.

source: In order to be able to represent a patent applicant before the EPO, it is necessary to appear in the list of authorised attorneys.
nn: For å kunne representere ein patentsøkjar overfor EPO, må ein vere oppført på lista over autoriserte fullmektigar.

source: The costs of developing and updating products must be recouped from sales or revenue from licensing.
nn: Kostnadane med å utvikle og oppdatere produkt må dekkast inn frå sal eller inntekter frå lisensiering.

source: bicycles to be fixed at the handlebars, bicycle locks,
nn: Du kan be om at forretningsløyndomar ikkje vert offentleggjorde.

source: The entrepreneur Tom Rune Stepien in Kongsberg has, in one year, obtained a patent, registered a trademark and a design, and put the invention into production.
nn: Gründeren Tom Rune Stepien i Kongsberg har på eitt år fått patent, registrert varemerke og design og sett oppfinninga i produksjon.

source: To keep competitors at bay, the drone is protected by more than 15 patents, several trademarks and a design registration.
nn: For å halde konkurrentane på avstand er dronen verna med meir enn 15 patent, fleire varemerke og ei designregistrering.

source: Stepien worked full-time as a tradesman throughout the process, and has devoted all his spare time to developing the product and the new company Villa Teknikk AS.
nn: Stepien har heile tida jobba hundre prosent som handverkar og brukt all fritid påå utvikle produktet og det nye selskapet Villa Teknikk AS.

source: WIPO's website which describes the complaints systems
nn: WIPO sine nettsider som presenterer klagesystema

source: For Prox Dynamics, there are two parts to the assessments that have to be made prior to an application process.
nn: Vurderingane som Prox Dynamics må ta før ein søknadsprosess, er todelte.

source: All applications must be submitted via a.no domain registrar.
nn: Alle søknadar må sendast inn via ein registrar.

source: The advantage of the GasSecure detector is that it is wireless.
nn: Fordelen med detektoren til GasSecure er at han er trådlaus.

source: Backed by support from Innovation Norway, Solberg and Røsvik were able to make a start on this process.
nn: Med støtte frå Innovasjon Noreg i ryggen kunne Solberg og Røsvik setje i gang med denne prosessen.

source: They have used several patent consultants, who have had different specialist expertise and working methods.
nn: Dei har brukt fleire patentrådgivarar som har hatt ulik spesialkompetanse og arbeidsmetodar.

source: The UAV, known as Black Hornet, weighs a total of 18 grams, has a top speed of 5 metres per second and can transmit video back to the operator at a distance of up to 1.6 km for up to 25 minutes.
nn: UAV-en, Black Hornet, veg totalt 18 gram, har ein maksfart på 5 m/s og kan sende video tilbake til operatøren med ein avstand på opptil 1,6 km i opptil 25 minutt.

source: They helped us with strategy and design development, in addition to developing a good logo and a graphic identity.
nn: De hjelpte oss med strategi og designutvikling, i tillegg til å utvikle ein god logo og ein grafisk profil.

source: Esben Beck, who at the time was working with John Arne Breivik in the development firm Beck Engineering, says that the greatest challenge with the patent process was to find wording that was both limiting and adequate.
nn: Esben Beck, som den gong jobba med John Arne Breivik i utviklingsbedrifta Beck Engineering, fortel at den største utfordringa med patentet var å finne ein ordlyd som var både avgrensande og dekkande nok.

source: This fits in well with the history of GasSecure, which made its first commercial sale in 2013.
nn: Det harmonerer bra med historikken til GasSecure, som fekk sitt første kommersielle sal i 2013.

source: This is a highly complex technology with a lot of technical know-how that is not patented.
nn: Dette er svært kompleks teknologi med mykje teknisk kunnskap som ikkje er patentert.

source: The detectors are linked together in a fine mesh network.
nn: Detektorane er kopla saman i eit finmaska nett, eit såkalla «mesh-nettverk».

source: Mats then carried on working on Birgitte's results in his master's dissertation and they travelled to Mongolia to find partners and develop the first product.
nn: Deretter jobba Mats vidare med resultata til Birgitte i si masteroppgåve, og dei reiste til Mongolia for å finne samarbeidspartnarar og utvikle det første produktet.

source: That was very enlightening."
nn: Det var veldig klargjerande.

source: The patent today is owned by SINTEF, which licenses it exclusively to GasSecure (now Dräger) for that company's applications.
nn: Patentet er i dag SINTEFs eigedom som dei lisensierer eksklusivt til GasSecure (no Dräger) for bruksområda deira.

source: There are several other exceptions from patenting, for example business models, the display and/or presentation of information or mathematical formulae/algorithms that are not linked to a patentable invention.
nn: Det er fleire andre unntak frå patentering, som til dømes forretningsmodellar, framvising og/eller presentasjon av informasjon eller matematiske formlar/algoritmar som ikkje er knytta til ei patenterbar oppfinning.

source: Both ePCT and eOLF are available 24 hours a day, seven days a week, except during pre-announced maintenance periods.
nn: Både ePCT og eOLF er tilgjengelege 24 timar i døgnet, sju dagar i veka, bortsett frå under annonserte vedlikeholdsperiodar.

source: The same requirements apply to computer-implemented inventions as to other inventions.
nn: Her gjeld same krav for datamaskin-implementerte oppfinningar som for andre oppfinningar.

source: Do you need help in applying for an EU design?
nn: Treng du hjelp til å søkje EU-design?

source: You will then receive the report within 24 hours.
nn: Da får du rapporten innan 24 timer.

source: You can do this from the ePCT website.
nn: Du kan gjere dette frå ePCT-nettsida.

source: The term "champagne" is not allowed for sparkling wine unless it is produced in the Champagne region of France.
nn: Det er ikkje lov å bruke nemninga «champagne» for musserande vin, med mindre den er produsert i Champagne-området i Frankrike.

source: If you would like access to any of our documents, contact our Customer Service Centre:
nn: Dersom du ønskjer innsyn i dokumenta våre, kan du kontakte kundesenteret vårt:Tel:

source: In March 2015, the German industrial group Dräger decided to incorporate their patent-protected products into its product range
nn: I mars 2015 valde det tyske industrikonsernet Dräger å innlemme dei patentverna produkta til GasSecure i produktspekteret sitt.

source: If you would like the NIPO to check Norwegian and international databases for you, you can order a preliminary search.
nn: Ønskjer du at Patentstyret skal sjekke i norske og internasjonale databasar for deg, kan du bestille ei forundersøking.

source: For more information see:
nn: For meir informasjon, sjå:

source: If you wish to register your design in several countries, you can start by filing an application in Norway or applying directly in the countries concerned.
nn: Ønskjer du å registre designet ditt i fleire land, kan du starte med å levere inn ein søknad i Noreg eller søkje direkte i dei aktuelle landa.

source: When Birgitte Linde Røsvik and Mats Herding Solberg embarked on their master's dissertations in industrial design at the Norwegian University of Science and Technology (NTNU) in 2012, they were given the challenge of finding new or uncommon areas of use for wool in industrial contexts.
nn: Då Birgitte Linde Røsvik og Mats Herding Solberg i 2012 tok fatt på masteroppgåva innan industriell design på NTNU, fekk dei blant anna utfordringa å finne nye eller lite nytta bruksområde for ull i industriell samanheng.

source: To enforce the right of an unregistered design, you must prove in a lawsuit that you have such a right to the design.
nn: For å handheve retten til ein uregistrert design, må du prove i ei rettssak at du har ein slik rett.

source: The Swedish Patent and Registration Office (PRV) has received a number of applications to register Nicolas Paul Gustaf as a trademark.
nn: Det svenske patentverket (PRV) fekk for nokre år sia ei rekkje søkna der om å registrere Nicolas Paul Gustaf som varemerke.

source: Registering under the new top-level domains will in all likelihood cost about the same as today's top level domains (for example.com).
nn: Å registrere under dei nye toppdomena vil truleg koste omtrent det same som under dagens toppdomene (f.eks.com).

source: It plays humorously on the name of the well-known drink gin & tonic, which makes is easy to remember.
nn: Det spelar humoristisk på den kjente drinken gin & tonic, noko som gjer det lett å hugse.

source: In addition to the processor, battery and remote control for the UAV, the base unit consists of a full-HD screen on which the operator can view live video and data from the helicopter as this is manoeuvred around.
nn: I tillegg til prosessor, batteri og fjernstyring for UAV-en består baseeininga av ein full-HD-skjerm der operatøren kan sjå direkte video og data frå helikopteret etter kvart som det blir manøvrert rundt.

source: The second one consumes more energy, but is still highly energy-efficient.
nn: Den siste er meir energikrevjande, men framleis svært energieffektiv.

source: Intellectual property rights (IPR) is a collective term for patents, trademarks, designs and intellectual works.
nn: Immaterielle rettar (IPR) er ei samlenemning for blant anna patent, varemerke, design og åndsverk.

source: Before using ePCT, you must register with WIPO as an ePCT user, set up an account and upload a digital certificate.
nn: Før du brukar ePCT du må registrere deg hos WIPO som ePCT-brukar, opprette ein konto og laste opp eit digitalt sertifikat.

source: Henrik Ibsen is also approved as a trademark because it refers to a historical person, and the person concerned "died a long time ago", as the Trademarks Act requires.
nn: Henrik Ibsen er også godkjent som varemerke fordi det viser til ein historisk person, og vedkommende er "død for lengre tid siden", som varemerkelova krev.

source: Patenting rules and practice differ from country to country, for example from the USPTO (United States Patent and Trademark Office) to the EPO (European Patent Office).
nn: Det er ulike reglar og praksis for patentering frå land til land, til dømes frå USPTO (United States Patent and Trademark Office) til EPO (European Patent Office).

source: and on Facebook:
nn: og på Facebook:

source: Further information on how to register for ePCT can be found on the WIPO website pages on filing, the ePCT user manual and Frequently Asked Questions.
nn: Ytterlegare informasjon om korleis du registrerer deg for ePCT finn du på WIPO sine informasjonssider for levering, ePCT brukarhandbok og ofte stilte spørsmål.

source: The development of the technology and the company has been funded by external investors, Statoil, ConoPhillips and the employees, with solid support from the Research Council of Norway and Innovation Norway.
nn: Utviklinga av teknologien og selskapet har vore finansiert av eksterne investorar, Statoil, ConocoPhillips og dei tilsette, med solid støtte frå Forskingsrådet og Innovasjon Noreg.

source: The expression "computer-implemented inventions", or CII, is used for patent protection of software.
nn: Uttrykket "datamaskin-implementerte oppfinningar" eller CII (computer implemented inventions) på engelsk brukast om patentvern av programvare.

source: What is the situation regarding payment and terms (single payment/instalments/royalties)
nn: Korleis er betaling og vilkår (eingongsbetaling/trinnvis/royalty)

source: This also applies to documents issued by a Receiving Office (RO) and international authorities (ISA and IPEA) provided a copy is sent to the international office of WIPO.
nn: Dette gjeld også dokument som er sendt av mottakande myndigheit (RO) og internasjonale myndigheiter (ISA og IPEA), i den grad ein kopi blir sendt til det internasjonale byrået i WIPO.

source: Applying in each individual country
nn: Søkje i kvart enkelt land

source: Citizens of a member state may request inclusion on the list after having passed an examination known as the European Qualifying Exam (EQE).
nn: Borgarar av ein medlemsstat kan krevje å bli oppført på lista etter å ha bestått ein eksamen kalla European Qualifying Exam (EQE).

source: The fundamental idea is the integrated ALL DIRECTION HINGE®, which provides greater freedom of movement.
nn: Den grunnleggande ideen er det integrerte leddet, ALL DIRECTION HINGE®, som gir større bevegelsesfridom.

source: Text: Atle Abelsen 2015, updated by NIPO
nn: Tekst: Atle Abelsen 2015. Oppdatert av Patentstyret.

source: The Norwegian Industrial Property Office can help you find relevant information with our guidance and search services.
nn: Patentstyret kan hjelpe deg med rettleiing og søkjetenester for å finne relevant informasjon.

source: The second patent, 'configurable defractive optical element' is what is known as a MEMS chip (microelectromechanical systems), which receives the reflected light signal emitted by the optical sensor.
nn: Det andre patentet, «Configurable Defractive Optical Element», er ei såkalla MEMS-brikke (mikroelektromekaniske system), som mottar det reflekterte lyssignalet som den optiske sensoren sender ut.

source: For a mortgage to be registered in the patent register, you must notify us in writing, either on paper, by e-mail or through the web portal Altinn.
nn: For at pantsetjinga skal bli registrert i patentregisteret, må du gi oss skriftleg beskjed om dette, anten i papirformat eller elektronisk via e-post eller Altinn.

source: There are many patents in the field of computer-implemented inventions, and a large volume of literature has been published in the area.
nn: I fagområdet for datamaskin-implementerte oppfinningar finst det mange patent, og det er publisert mykje litteratur på området.

source: A trademark can consist of words, names, logos, figures, images, letters, numbers, packaging, sounds or a combination of these.
nn: Eit varemerke kan bestå av ord, namn, logoar, figurar, bilete, bokstavar, tal, emballasje, lyd eller kombinasjonar av desse.

source: Inventive step – the invention must differ substantially from known technology in the same technological field.
nn: Oppfinningshøgd – oppfinninga må skilje seg vesentleg frå kjent teknologi innan same teknologiområde.

source: for production of non-medical ointments, hair and skin
nn: Søknad om å få ein EP-søknad publisert i Noreg er kostnadsfritt.

source: A logo with the text MADE IN USA could be misleading if it says "clothing made in Vietnam" in the list of goods and services.
nn: Ein logo med teksten MADE IN USA vil kunne vere villeiande dersom det står «klede laga i Vietnam» i lista over varer og tenester.

source: In Norway they have used Bryn Aarflot and Protector.
nn: I Noreg har dei brukt Bryn Aarflot og Protector.

source: Patent information can be used to gain inspiration to continue developing one's own technology or to find potential partners with specific skills and experience to cooperate with.
nn: Patentinformasjon kan brukast til å få inspirasjon til å vidareutvikle eigen teknologi eller til å finne potensielle samarbeidspartnarar med spesifikk kompetanse og erfaring.

source: In addition to patenting oneself, for example, it also means analysing what rights others have that may obstruct patents, so that you avoid infringing these rights.
nn: I tillegg til for eksempel å patentere sjølv, inneber det ogsåå kartleggje kva for rettar andre har som kan hindre patent, slik at du unngår å krenkje desse rettane.

source: You can reduce this risk by acquiring skills in IPR and using them actively in business plans, by analysing the rights of others and patenting your own technology.
nn: Du kan redusere denne risikoen ved å skaffe deg kompetanse på IPR og bruke den aktivt i forretningsplanar, ved å kartleggje andre sine rettar og å patentere eigen teknologi.

source: Brand building started back in 2013, before the first commercial product was ready for sale.
nn: Merkevarebygginga starta allereie i 2013, før det første kommersielle produktet var klart for sal.

source: Did you find what you were looking for?
nn: Fann du det du lette etter?

source: The Norwegian Industrial Property Office (NIPO) is the workplace for you if you enjoy challenging work tasks, a good professional and social working environment and flexibility in everyday life.
nn: Patentstyret er arbeidsplassen for deg som ønskjer utfordrande arbeidsoppgåver, eit godt fagleg og sosialt arbeidsmiljø og fleksibilitet i kvardagen.

source: Rom & Tonik® has an address in Ålesund and for the time being consists solely of Solberg and Røsvik.
nn: Rom & Tonik® har adresse i Ålesund og består førebels berre av Solberg og Røsvik.

source: "In Mongolia they have a long tradition of producing and utilising the precise grade of wool we were interested in," says Mats.
nn: — I Mongolia har dei lange tradisjonar med å produsere og utnytte nettopp den ullkvaliteten vi var ute etter, seier Mats Solberg.

source: John Arne Breivik can also confirm that.
nn: Det kan også John Arne Breivik bekrefte.

source: Which databases do we search in?
nn: Kva for databasar søkjer vi i?

source: The product and rights
nn: Produktet og rettane

source: Many of our employees collaborate with external actors and give lectures for businesses and students.
nn: Fleire medarbeidarar samarbeider med eksterne aktørar og held foredrag for næringsliv og studentar.

source: How do I register a domain name?
nn: Korleis registrerer eg eit domenenamn?

source: If you wish to apply for design registration in countries outside the EU which are not members of the Hague system, you must apply directly to each country.
nn: Dersom du vil søkje designregistrering i land utanfor EU som ikkje er medlem av Haag-systemet, må du søkje direkte til kvart enkelt land.

source: It was a good decision.
nn: Det blei full klaff.

source: This idea was patented, and that is how the development firm GasSecure came into being.
nn: Denne ideen blei patentert, og dermed kunne utviklingsfirmaet GasSecure sjå dagens lys.

source: The first one is the actual detector design, the 'dual sensor principle', with two types of sensors in one detector.
nn: Det første er sjølve detektordesignen, «Dual Sensor Principle», med to typar sensorar i ein detektor.

source: There are many patents in the ICT area, and it may therefore be difficult to limit a search in order to find relevant technology.
nn: Det er mange patent på ICT-området, derfor kan det vere vanskeleg å avgrense eit søk for å finne relevant teknologi.

source: A registered EU trademark applies in all EU member states (not EEA).
nn: Eit EU-varemerke som blir registrert gjeld i alle land som er medlem i EU (gjeld ikkje i EØS).

source: We have our own canteen, facilities for lectures, a gym with wardrobe facilities, our own employee library and good parking opportunities for bicycles, motorcycles and cars.
nn: Vi har eiga kantine, kurslokale, trimrom med gode garderobeforhold, eige tilsettbibliotek og parkering for sykkel, MC og bil.

source: You cannot patent an idea or concept.
nn: Du kan ikkje få patent på ein idé eller eit konsept.

source: Use the preliminary examination if you:
nn: Bruk forundersøkinga viss du:

source: If you believe that your trademark rights are being infringed due to a registration under a top-level domain list, you have the right to complain via UDRP (Uniform Dispute Resolution Policy), which already exists for established top level domains, as well as the new complaints mechanism URS (Uniform Rapid Suspension System) which has been established for the new top-level domains.
nn: gjennom UDRP (Uniform Dispute Resolution Policy), som allereie eksisterer for dei etablerte toppdomena, og den nye klagemekanismen URS (Uniform Rapid Suspension System) som er oppretta for dei nye toppdomena.

source: It can count the fish, and it records both the number of lice on the fish and hits by the laser gun.
nn: Den kan telje fisken, og dokumenterer både talet på lus og kor mange treff laserkanonen har hatt.

source: Norwegian enterprises have the option of taking out IPR insurance with several insurance providers, both in Norway and abroad.
nn: Norske verksemder har moglegheit til å teikne IPR-forsikring hos fleire forsikringstilbydarar, både norske og utanlandske.

source: What can be registered as a top-level domain?
nn: Kva kan registrerast som toppdomene?

source: While Sagberg worked on continued development of this chip up to 2008, the entrepreneurs came up with the idea of using it in two sensors in the same gas detector.
nn: Mens Sagberg jobba med å vidareutvikle denne brikka fram til 2008, fekk gründerane ideen om å bruke ho i ein av to sensorar i same gassdetektor.

source: That means that the patents the detector is based do not clash with other patents.
nn: Det vil seie at patenta som detektoren baserer seg på, ikkje kjem i konflikt med andre patent.

source: To apply for design registration costs NOK 1900, and you pay when filing your application.
nn: Å søkje om registrering av design kostar kr 1900, og du betalar når du sender inn.

source: - Würth have treated me well both personally and in business terms, says Stepien.
nn: – Würth har behandla meg bra, både personleg og forretningsmessig, seier Stepien.

source: Decision concerning request for transfer of application (Section 12)
nn: Avgjerd av krav om overføring av søknad (§ 12)

source: This is the first time a Norwegian is among the finalists, which is an international recognition of Norwegian fish farming technology and Norwegian innovation.
nn: Det er fyrste gong ein nordmann er blant finalistane, noko som er ei internasjonal anerkjenning av norsk havbruksteknologi og norsk innovasjon.

source: Norway follows the EPO guidelines.
nn: Noreg følgjer retningslinjene til EPO.

source: Among trademarks registered with us, we find names such as Bjørn Dæhlie, Kari Traa, Lars Monsen, Drillo and Therese Johaug, and foreign names such as Michael Jackson and Britney Spears.
nn: Blant varemerke som er registrert hos oss, finn vi namn som Sondre Justad, Bjørn Dæhlie, Kari Traa, Skavlan, Lars Monsen, Drillo, Therese Johaug og Johannes Høsflot Klæbo, og utanlandske som Elvis, Michael Jackson;

source: Date and signature (obligatory).
nn: Dato og signatur (påkravd).

source: In 2012, Choice Hotels engaged a firm to develop a name, logo and design for their new hotel on Tjuvholmen in Oslo.
nn: Choice Hotels engasjerte i 2012 eit firma for å utvikle namn, logo og design for det nye hotellet deira på Tjuvholmen i Oslo.

source: You can also use eOLF (Online Filing software) which is supplied by the European Patent Office (EPO) for filing with us as Receiving Office.
nn: Du kan også bruke eOLF (Online Filing software) som er levert av det europeiske patentverket (EPO) for innlevering til oss som mottakande myndigheit.

source: If that happens, an optical sensor based on infrared light is activated.
nn: Om det skjer, blir ein optisk sensor basert på infraraudt lys aktivisert.

source: You pay when you file your application
nn: Du betalar når du sender inn søknaden din

source: Licence as basis for sub-licences
nn: Lisens som basis for underlisensar

source: ThermaSiC is a powder based on SiC (silicon carbide) used as a wear coating in what is known as thermal spraying.
nn: ThermaSiC er eit pulver basert på SiC (silisiumkarbid) som blir til slitasjebelegg ved såkalla termisk sprøyting.
